{
  "my_collections": "Mes collections",
  "my_collections_info": "Retrouvez et gerez ici toutes vos collections !",
  "x_collections": "{{x}} collections",
  "controls_collection_info": "Gérez votre collection et ses propriétés.",
  "new_collection": "Nouvelle collection",
  "create_new_collection": "Créer une nouvelle collection",
  "name": "Nom",
  "quantity": "Quantité",
  "ticker": "Ticker",
  "decimals": "Décimales",
  "new_collection_button": "Créer la collection",
  "nft_esdt_info": "Les NFT sont des jetons non fongibles qui peuvent représenter des actifs uniques. Ils sont idéaux pour l'art numérique et d'autres objets où l'unicité est essentielle. Chaque NFT a un identifiant unique et peut avoir ses propres propriétés.",
  "sft_esdt_info": "Les SFT sont des jetons semi-fongibles qui peuvent représenter un nombre limité d'actifs identiques. Ils conviennent aux éléments tels que les billets d'événements ou les objets de collection en édition limitée, où une quantité spécifique est disponible mais chaque article n'est pas unique.",
  "meta_esdt_info": "Les META-ESDT sont similaires aux collections SFT, mais elles prennent en charge les décimales, ce qui les rend adaptées à la représentation d'actifs fractionnaires. Leur utilisation est plus complexe et est généralement destinée à être gérée via une factorisation de contrats intelligents, en particulier lors de la gestion des attributs, du minting dynamique ou de la logique évolutive.",
  "dynamic_info": "Les collections dynamiques sont un type d'ESDT qui peuvent modifier leurs propriétés au fil du temps. Elles sont idéales pour les applications où les caractéristiques de l'actif peuvent évoluer, comme dans les jeux ou l'art dynamique.",
  "name_tooltip": "Le nom de la collection, qui sera affiché dans le portefeuille et sur les explorateurs. Longueur entre 3 et 20 caractères alphanumériques uniquement",
  "ticker_tooltip": "Le ticker de la collection, qui est un identifiant court utilisé pour représenter la collection dans les transactions et sur les explorateurs. Longueur entre 3 et 10 caractères alphanumériques en MAJUSCULES uniquement",
  "change_to_dynamic": "Mettre à niveau vers dynamique",
  "properties": "Propriétés",
  "assigned_roles": "Rôles assignés",
  "available_actions": "Actions disponibles",
  "freeze_wallet": "Bloquer le portefeuille",
  "unfreeze_wallet": "Débloquer le portefeuille",
  "pause": "Mettre en pause",
  "pause_tooltip": "Mettre en pause une collection empêche tout transfert de NFT.",
  "unpause": "Réactiver",
  "transfer_create_role": "Transférer le rôle de création",
  "change_properties": "Modifier les propriétés",
  "change_properties_time": "Les modifications des propriétés de la collection sont appliquées instantanément sur la chaîne, mais peuvent prendre des heures pour être reflétées sur les explorateurs.",
  "add_roles": "Ajouter des rôles",
  "add_roles_to": "Ajouter des rôles à {{collection}}",
  "remove_roles_from": "Supprimer des rôles de {{collection}}",
  "remove_roles": "Supprimer des rôles",
  "create_type": "Créer un {{type}}",
  "convert_to_dynamic": "Convertir {{collection}} en collection dynamique",
  "convert_to_dynamic_warning": "Cela mettra à niveau votre collection vers une collection dynamique. Les collections dynamiques ne peuvent pas être rétrogradées en collections non dynamiques.",
  "proceed_with_conversion": "Procéder à la conversion",
  "create_new_type": "Créer un nouveau {{type}}",
  "address": "Adresse",
  "assign_roles": "Assigner les rôles",
  "transfer_create_role_from": "Transférer le rôle de création de {{collection}}",
  "transfer_create_role_info": "Le rôle de création peut être attribué à une seule adresse à la fois. Cette action supprimera le rôle de l'adresse actuelle et l'assignera à la nouvelle adresse.",
  "current_address": "Adresse actuelle",
  "new_address": "Nouvelle adresse",
  "transfer_role": "Transférer le rôle",
  "change_properties_of": "Modifier les propriétés de {{collection}}",
  "update_properties": "Mettre à jour les propriétés",
  "freeze_wallet_for": "Bloquer un portefeuille pour {{collection}}",
  "unfreeze_wallet_for": "Débloquer un portefeuille pour {{collection}}",
  "freeze_wallet_info": "Le blocage d'un compte empêche tout transfert de NFT vers ou depuis l'adresse spécifiée. Vous pouvez bloquer l'ensemble de la collection ou un nonce spécifique.",
  "unfreeze_wallet_info": "Le déblocage d'un compte permet les transferts de NFT vers et depuis l'adresse spécifiée. Vous pouvez débloquer l'ensemble de la collection ou un nonce spécifique.",
  "address_to_freeze": "Adresse à bloquer",
  "address_to_unfreeze": "Adresse à débloquer",
  "nonce_to_freeze": "Nonce (optionnel) laissez zéro pour bloquer l'ensemble de la collection",
  "nonce_to_unfreeze": "Nonce (optionnel) laissez zéro pour débloquer l'ensemble de la collection",

  "canFreeze": "Activer le blocage des NFT dans cette collection. Cela permet de bloquer et de débloquer les NFT dans un portefeuille spécifique.",
  "canWipe": "Activer l'effacement des NFT dans cette collection. Cela permet d'effacer les NFT dans un portefeuille bloqué.",
  "canPause": "Activer la mise en pause des NFT dans cette collection. En mode pause, aucun transfert de NFT ne peut être effectué.",
  "canTransferNFTCreateRole": "Autoriser le transfert du rôle de création de cette collection vers une autre adresse. Cela est utile si vous souhaitez déléguer la création de NFT à un autre compte.",
  "canChangeOwner": "Autoriser le changement de propriétaire de cette collection. Cela est utile si vous souhaitez transférer la propriété de la collection à un autre compte.",
  "canUpgrade": "Autoriser la modification des propriétés de cette collection. Si non défini, la collection sera immuable et aucune propriété ne pourra être modifiée.",
  "canAddSpecialRoles": "Autoriser l'ajout de rôles spéciaux à cette collection. Cela est utile si vous souhaitez attribuer des autorisations spécifiques à des comptes.",

  "ESDTRoleNFTCreate": "Accorde à un compte spécifique la permission de créer des NFT au sein de cette collection. Définissez ce rôle pour autoriser la création de NFT.",
  "ESDTRoleNFTBurn": "Accorde à un compte spécifique la permission de brûler des NFT au sein de cette collection. Définissez ce rôle pour autoriser la destruction de NFT.",
  "ESDTRoleNFTUpdateAttributes": "Accorde à un compte spécifique la permission de mettre à jour les attributs des NFT au sein de cette collection. Définissez ce rôle pour autoriser la mise à jour des attributs des NFT.",
  "ESDTRoleNFTAddURI": "Accorde à un compte spécifique la permission d'ajouter une nouvelle URI aux NFT au sein de cette collection. Définissez ce rôle pour autoriser l'ajout d'une nouvelle URI.",
  "ESDTRoleNFTAddQuantity": "Accorde à un compte spécifique la permission d'ajouter une quantité aux NFT au sein de cette collection. Définissez ce rôle pour autoriser l'ajout de quantité.",
  "ESDTTransferRole": "Par défaut, tout le monde peut transférer des NFT au sein de cette collection. Une fois ce rôle défini, seuls les comptes avec ce rôle peuvent transférer des NFT au sein de cette collection.",
  "ESDTRoleNFTUpdate": "Accorde à un compte spécifique la permission de mettre à jour les propriétés des NFT au sein de cette collection. Définissez ce rôle pour autoriser la mise à jour des propriétés des NFT.",
  "ESDTRoleModifyRoyalties": "Accorde à un compte spécifique la permission de modifier les redevances pour les NFT au sein de cette collection. Définissez ce rôle pour autoriser la modification des redevances.",
  "ESDTRoleSetNewURI": "Accorde à un compte spécifique la permission de définir une nouvelle URI pour les NFT au sein de cette collection. Définissez ce rôle pour autoriser la définition d'une nouvelle URI.",
  "ESDTRoleModifyCreator": "Accorde à un compte spécifique la permission de devenir le créateur des NFT au sein de cette collection. Les redevances sont envoyées au créateur.",
  "ESDTRoleNFTRecreate": "Accorde à un compte spécifique la permission de recréer des NFT au sein de cette collection. Définissez ce rôle pour autoriser la recréation de NFT.",
  "claim_creator": "Revendiquer le créateur",
  "no_collections": "Aucune collection",
  "no_collections_desc": "Créez votre première collection NFT pour commencer."
}
