{
  "my_collections": "My Collections",
  "my_collections_info": "Find and mangage all your collections here!",
  "x_collections": "{{x}} collection{{s}}",
  "controls_collection_info": "Manage your collection and its properties.",
  "new_collection": "New Collection",
  "create_new_collection": "Create a new collection",
  "name": "Name",
  "quantity": "Quantity",
  "ticker": "Ticker",
  "decimals": "Decimals",
  "new_collection_button": "Create Collection",
  "nft_esdt_info": "NFT are non-fungible tokens that can represent unique assets. They are ideal for digital art, and other items where uniqueness is essential. Each NFT has a unique identifier and can have its own properties.",
  "sft_esdt_info": "SFT are semi-fungible tokens that can represent a limited number of identical assets. They are suitable for items like event tickets or limited edition collectibles, where a specific quantity is available but each item is not unique.",
  "meta_esdt_info": "META-ESDTs are similar to SFT collections, but they support decimals, making them suitable for representing fractional assets. Their usage is more complex and typically intended to be managed through a smart contract factory, especially when handling attributes, dynamic minting, or evolving logic.",
  "dynamic_info": "Dynamic collections are a type of ESDT that can change their properties over time. They are ideal for applications where the asset's characteristics may evolve, such as in gaming or dynamic art.",
  "name_tooltip": "The name of the collection, which will be displayed in the wallet and on explorers. Length between 3 and 20 characters alphanumeric characters only",
  "ticker_tooltip": "The ticker of the collection, which is a short identifier used to represent the collection in transactions and on explorers. Length between 3 and 10 characters alphanumeric UPPERCASE only",
  "change_to_dynamic": "Upgrade to Dynamic",
  "properties": "Properties",
  "assigned_roles": "Assigned Roles",
  "available_actions": "Available Actions",
  "freeze_wallet": "Freeze wallet",
  "unfreeze_wallet": "Unfreeze wallet",
  "pause": "Pause",
  "pause_tooltip": "Pausing a collection prevents any NFT transfers.",
  "unpause": "Unpause",
  "transfer_create_role": "Transfer Creation Role",
  "change_properties": "Change Properties",
  "change_properties_time": "Changes to the collection’s properties are applied instantly on-chain, but may take hours to be reflected on explorers.",
  "add_roles": "Add Roles",
  "add_roles_to": "Add Roles to {{collection}}",
  "remove_roles_from": "Remove Roles from {{collection}}",
  "remove_roles": "Remove Roles",
  "create_type": "Create {{type}}",
  "convert_to_dynamic": "Convert {{collection}} to Dynamic collection",
  "convert_to_dynamic_warning": "This will upgrade your collection to a dynamic one. Dynamics collections cannot be downgraded to non dynamic collections.",
  "proceed_with_conversion": "Proceed with conversion",
  "create_new_type": "Create a new {{type}}",
  "address": "Address",
  "assign_roles": "Assign Roles",
  "transfer_create_role_from": "Transfer Creation Role from {{collection}}",
  "transfer_create_role_info": "Can create role can be assigned to only one address at a time. This action will remove the role from the current address and assign it to the new address.",
  "current_address": "Current Address",
  "new_address": "New Address",
  "transfer_role": "Transfer Role",
  "change_properties_of": "Change properties of {{collection}}",
  "update_properties": "Update Properties",
  "freeze_wallet_for": "Freeze wallet for {{collection}}",
  "unfreeze_wallet_for": "Unfreeze wallet for {{collection}}",
  "freeze_wallet_info": "Freezing an account prevents any NFT transfers to or from the specified address. You may freeze the whole collection or a specific nonce.",
  "unfreeze_wallet_info": "Unfreezing an account allows NFT transfers to and from the specified address. You may unfreeze the whole collection or a specific nonce.",
  "address_to_freeze": "Address to freeze",
  "address_to_unfreeze": "Address to unfreeze",
  "nonce_to_freeze": "Nonce (optional) leave zero to freeze the whole collection",
  "nonce_to_unfreeze": "Nonce (optional) leave zero to unfreeze the whole collection",

  "canFreeze": "Enable freezing of NFTs in this collection. This allow to freeze and unfreeze NFTs in a specific wallet.",
  "canWipe": "Enable wiping of NFTs in this collection. This allow to wipe NFTs in a frozen wallet.",
  "canPause": "Enable pausing of NFTs in this collection. While pause, no NFT transfers can be made.",
  "canTransferNFTCreateRole": "Allow to transfer the creation role of this collection to another address. This is useful if you want to delegate the creation of NFTs to another account.",
  "canChangeOwner": "Allow to change the owner of this collection. This is useful if you want to transfer the ownership of the collection to another account.",
  "canUpgrade": "Allow to change properties of this collection. If unset the collection will be immutable and no properties can be changed.",
  "canAddSpecialRoles": "Allow to add special roles to this collection. This is useful if you want to assign specific permissions to accounts.",

  "ESDTRoleNFTCreate": "Grants a specific account permission to create NFTs within this collection. Set this role to allow NFT creation.",
  "ESDTRoleNFTBurn": "Grants a specific account permission to burn NFTs within this collection. Set this role to allow NFT burning.",
  "ESDTRoleNFTUpdateAttributes": "Grants a specific account permission to update NFT attributes within this collection. Set this role to allow updating NFT attributes.",
  "ESDTRoleNFTAddURI": "Grants a specific account permission to add a new URI to NFTs within this collection. Set this role to allow adding a new URI.",
  "ESDTRoleNFTAddQuantity": "Grants a specific account permission to add quantity to NFTs within this collection. Set this role to allow adding quantity.",
  "ESDTTransferRole": "By default, everyone can transfer NFTs within this collection. Once this role is set, only the accounts with this role can transfer NFTs within this collection.",
  "ESDTRoleNFTUpdate": "Grants a specific account permission to update NFT properties within this collection. Set this role to allow updating NFT properties.",
  "ESDTRoleModifyRoyalties": "Grants a specific account permission to modify royalties for NFTs within this collection. Set this role to allow modifying royalties.",
  "ESDTRoleSetNewURI": "Grants a specific account permission to set a new URI for NFTs within this collection. Set this role to allow setting a new URI.",
  "ESDTRoleModifyCreator": "Grants a specific account permission to become the creator of NFTs within this collection. Royalties are sent to the creator.",
  "ESDTRoleNFTRecreate": "Grants a specific account permission to recreate NFTs within this collection. Set this role to allow recreating NFTs.",
  "claim_creator": "Claim Creator"
}
